/* No comment provided by engineer. */
"Default error, nobody knows why." = "Default error, nobody knows why.";

/* No comment provided by engineer. */
"Peripheral has no service." = "Peripheral has no service.";

/* No comment provided by engineer. */
"Peripheral has no such characteristic." = "Peripheral has no such characteristic.";

/* No comment provided by engineer. */
"Peripheral is busy." = "Peripheral is busy.";

/* No comment provided by engineer. */
"Peripheral is disconnected." = "Peripheral is disconnected.";

